<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
             <%@ page import = "java.sql.*" %>
    <%request.setCharacterEncoding("UTF-8");%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>간식 </title>
</head>
<body>
<div style="font-size:23px;">
<%
String src = request.getParameter("src");
%>
<%
	if(src.equals("sitdown") )
	{
%>
<strong><h2>“앉아” 가르치기</strong></h2>
	<table  class="table">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td align="center">
<img src="./imgs/sitdown1.JPG" width= 800 height=500 alt=""><br>
1<br>
서있는 자세 취하기. “앉아” 명령은 개가 계속 앉아 있게 하는 것이 아나라, 선 자세에서 앉도록 하는 것이다. 개에게 다가가거나 개에게서 좀 떨어져서 개가 일어선 자세가 되도록 한다.<br>

<img src="./imgs/sitdown2.JPG" width= 800 height=500 alt=""><br>
2<br>
본인 스스로 개의 시선에 맞추기. 바로 개 앞에 서서 개가 당신에게 집중하게 한다. 손에 든 간식을 개에게 보여준다.<br>
<img src="./imgs/sitdown3.JPG" width= 800 height=500 alt=""><br>
3<br>
개의 시선을 간식에 집중시키기. 간식를 당신 옆에 밑으로 쥐고 시작한다. 개의 코 앞에 손을 들어 개가 냄새를 맡도록하고 머리 위로 올린다.<br>
간식을 개의 머리 위로 올릴때, 대부분 개들은 좀 더 잘 보려고 자연스럽게 앉을 것이다.<br>
<img src="./imgs/sitdown4.JPG" width= 800 height=500 alt=""><br>
4<br>
즉각적으로 개에게 간식 주고 칭찬하기. 클릭커 간식/칭찬 순으로 하거나 간단히 간식와 칭찬을 한다. 훈련 연습하고 있는 행동을 했을 때 “잘 앉았어”라고 말해준다. 처음에는 반응이 늦을지도 모르지만 더 잦은 간식과 칭찬으로 개가 더 빨리 반응할 수 있다.<br>
개가 실제로 앉아 있을 때까지 칭찬하지 않는다. 만약 앉는 도중에 칭찬하면, 개는 앉는 걸 원한다고 생각할 것이다.<br>
마찬가지로, 다시 일어서는 것도 칭찬하지 않도록 주의한다. 그렇지 않으면 앉는 대신 일어 서는 행동을 습득할 것이다.<br>
<img src="./imgs/sitdown5.JPG" width= 800 height=500 alt=""><br>
5<br>
개가 간식으로 앉지 않으면, 목줄이나 개 목걸이를 사용할 수 있다. 개가 서 있는 것과 같은 방향을 바라보며 개 옆에 선다. 앉을 수 있도록 개 목걸이를 약간 뒷쪽으로 눌러준다.<br>
개의 뒷다리 뒤에서 부드럽게 눌러주면서 앉게 할 필요가 있을 수 있다. 개 목걸이를 뒷쪽으로 살살 끌어준다.<br>
개가 앉자마자, 즉각 칭찬하고 보상을 한다.<br>
<img src="./imgs/sitdown6.JPG" width= 800 height=500 alt=""><br>
6<br>
명령을 반복하지 않기. 개가 두번째, 세번째 또는 네번째가 아니라 첫번째 명령에 반응하기를 원할 것이다. 개가 명령이 떨어진지 2초 이내에 행동하지 않으면, 줄을 당겨서 명령을 강화한다.<br>
개 훈련을 시작할때, 본인이 강화할 수 있는 위치가 아닌 상황에서 절대 명령하지 않는다. 그렇지 않으면, 결과를 확인할 수 없고 명령들이 아무 의미가 없으므로 개가 당신을 무시할 수 있다.<br>
칭찬과 일관성으로 개가 긍정적인 의미를 갖게 한다.<br>

<img src="./imgs/sitdown7.JPG" width= 800 height=500 alt=""><br>
7<br>
자연적으로 앉는 동작 칭찬하기. 하루 동안 개가 스스로 앉는 때를 지켜본다. 그 행동을 칭찬하면 곧 당신에게 점프하거나 짖는 대신 주의를 끌려고 개가 앉을 것이다.<br>
<iframe width="800" height="500" src="https://www.youtube.com/embed/qG3cZgje2CE" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
			</td>
		</tr>
	</table>
	<%
	}
	%>
	


		<%
	if(src.equals("wait") )
	{
%>
<strong><h2>강아지  강아지에게 '기다려'를 가르치세요!</strong></h2>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td align="center">
      			
      			




<img src="./imgs/wait1.jpg" width= 800 height=500 alt=""><br><br>

'기다려!'의 중요성<br><br>

 

'앉아'보다 '기다려' 가르치기가 어렵다. 그러나 포기하면 안 될 것이 '기다려'를 제대로 익히게 하면 무엇보다 강아지의 안전을 보호하는 데 유용하기 때문이다.<br>

 

가령 흥분한 개를 멈추고 싶을 때, 교통량이 많은 도로를 걸을 때, 눈 앞의 위험한 물질을 먹으려고 할 때 재빨리 행동을 제지해야 한다. '기다려'는 안전하지 않고 안심할 수 없는 경우에 일차적으로 제지할 수 있는 단어다.  <br><br><br>

 



'앉아'를 이용한 '기다려' 가르치기<br><br>

 

'기다려'를 가르치기 위해 '앉아' 습득이 선행되는 것이 좋다. 앉은 강아지에게 '기다려'라 말한 후 몇 초라도 유지한다면 바료 간식을 주고 칭찬해 주자. <br>

 

기다린 시간을 늘려간 뒤 15초 이상 기다림이 유지되면 조용한 야외로 나가 훈련을 반복하고, 점차 시끄러운 곳으로 자리를 옮겨보자. <br>

 

이렇게 일반적인 교육법은 간단하다. 대개의 훈련이 그렇듯 꾸준한 반복과 인내가 필요하다. <br>


 



<img src="./imgs/wait2.jpg" width= 800 height=500 alt=""><br><br>
 <iframe width="800" height="500" src="https://www.youtube.com/embed/aFojR9xDl30" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>


<br>교육에 앞선 몇 가지 팁<br>

 

1. 중요한 훈련이지만 성급히 시작할 필요는 없다. 강아지를 새로 들였다면 환경에 익숙해질 시간을 준 후(최소 2주) 훈련에 나서보자. 성견이라면 환경에 적응할 시간을 조금 더 줘야한다. <br>

 

2. 영어(stay)로 훈련해도 좋다. 말하기도 인지하기도 편한 단어다. 다만 '기다려'와 혼용하진 말자. <br>

 

3. 강아지가 훈련에 집중할 수 있는 시간은 10분 내외로 알려져 있다. 1회 훈련 시 15분을 넘기지 말되 틈틈이 가르쳐 보자. 보더 콜리, 푸들, 리트리버 등은 다른 강아지보다 좀 더 집중력이 강한 종으로 알려져 있으니 참고하자.<br> 

      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	
	
			<%
	if(src.equals("howling") )
	{
%>
<strong><h2>강아지 하울링 교정 및 훈련 방법</strong></h2>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td >
      			<center><img src="./imgs/howling.jpg" width= 800 height=500 alt=""></center><br>
      			

강아지 하울링, 왜 하는걸까?<br>
강아지가 하울링을 하는 데에는 다양한 이유가 있다. 자신의 ‘외로움’을 표현하기 위한 것이 가장 첫 번째 이유다. 특히, 분리불안이 있는 경우 심하게 하울링을 하는 경향이 있다.<br>
<br>
다음으로, 특정 소리에 반응하는 것이다. 예를 들어, 윗 집에서 ‘멍멍’ 소리가 나거나 밖에서 갑자기 ‘사이렌 소리’가 나는 경우가 그렇다. 보통 그 소리에 대해 부정적일 때 하울링을 한다. 강아지의 긴장감, 두려움이 높아졌다는 의미다.<br>
<br>
또한, 강아지가 아플 때 하울링을 하기도 한다. 특히, 외상이나 치매의 경우 그렇다. 치매에 걸린 노견을 키우는 반려인에게는 하울링이 일상적인 소리가 된다.<br>
<br>
그 외, 습관성 하울링도 있다. 주인의 관심을 받기 위한 하울링인 것이다. 보통 이 하울링은 ‘외로워서’ 혹은 ‘소리에 대한 반응’의 일환으로 시작된다.<br>
<br>
하지만, 하울링을 할 때 주인이 관심을 주거나 간식, 장난감을 주는 등 ‘긍정적인 이벤트’가 발생했다면 습관성 하울링으로 이어진다.<br>
<br>
습관성 하울링 멈추기 ? 훈련법<br>
강아지 하울링 무시하기<br>
먼저, 강아지에게 하울링을 하는 것으로는 관심을 끌 수 없다는 것을 보여주어야 한다.<br>
<br>
강아지가 하울링을 했을 때 혼내거나 벌을 준다면? 그것조차 관심의 일부로, 보상이라고 느낄 수 있기 때문이다. 따라서, 강아지이 관심을 끌려고 하울링을 했을 때는 강아지을 만지는 것, 말을 거는 것, 보는 것 모두 하지 않는 것이 좋다.<br>
<br>
문제는, 강아지가 하울링을 자기보상적이라고 생각하는 경우다. 강아지의 자기보상적 행동 중 대표적인 것은 음식이나 주인의 물건을 훔치는 것이다.<br>
<br>
이 때는, 무시하는 것만으로 하울링이 교정되지는 않지만, 하울링 행동이 강화되는 것을 막을 수는 있다.<br>
<br>
강아지가 조용히 한다면 간식으로 보상하기<br>
강아지가 조용해졌을 때 상을 주는 것은 습관성 하울링을 교정하는 데에 효과적이다. 간식이나 장난감들을 준비하고 시도해보자.<br>
<br>
이 때, 강아지가 5초 이상 조용히 할 때까지 그 어떤 것도 (음식, 간식, 장난감이든) 주지 말아야 한다. 이것은 강아지에게 조용해지면 보상을 받는다는 것을 기억하게 만들 것이다.<br>
<br>
만약 강아지가 무언가를 기다리면서 하울링을 한다면 최소 5초 이상 조용해질 때까지 또다시 무시하자.<br>
<br>
그리고, 강아지가 조용해졌을 때 바로 간식을 급여하자. 이같은 강아지가 예상하지 못한 보상은 좋은 행동을 강화시킨다.<br>
<br>
강아지에게 ‘조용’, ‘쉿’ 명령어 훈련하기<br>
강아지가 ‘조용히’ 혹은 ‘쉿’ 명령어를 알아 듣는다면, 하울링을 하지 않도록 할 수 있다.<br>
<br>
이를 위해서는 우선, “짖어” 훈련을 먼저 해야한다. “짖어”라고 외칠 때 혹은 손뼉을 치면 짖도록 하는 것이다.<br>
<br>
먼저, 강아지가 짖으면 “짖어” 훈련어를 말하면서 칭찬하고, 보상하자. 이렇게 하면 강아지가 신호를 받았을 때만 소리를 내게 된다. 자연스럽게, 주인의 신호가 없을 때는 하울링을 덜 하게 된다.<br>
<br>
다음 단계로, 강아지가 소리를 내지 않을 때까지 기다렸다가 “쉿!” 이나 “조용!” 이라고 말하고, 칭찬과 간식으로 보상하자.<br>
<br>
위 단계를 여러 번 반복하자. 이 때, 보상을 주기 전까지 강아지가 조용히 해야 하는 시간을 천천히 늘리는 것도 중요하다.<br>
      			
      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	
	
	
			<%
	if(src.equals("when") )
	{
%>
<strong><h2>강아지 훈련 시기, 교육은 언제부터?</strong></h2>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td align="center">
      			<img src="./imgs/when.jpeg" width= 800 height=500 alt=""><br>
      			

강아지 훈련 시기, 최대한 빨리 시작하는 것이 대세<br>
강아지 훈련 시기 관련한 의견은 꽤나 분분하던 시기가 있었다.<br>
<br>
정통 훈련법에 따라 최소 6개월 이상의 나이부터 훈련을 시켜야 한다는 의견과, 사회화를 위하여 최대한 빨리 훈련 시켜야 한다는 의견들이 대립했었다.<br>
<br>
요즘에는 최대한 빨리(생후 약 7~8주) 훈련을 시작하는 것이 좋다는 의견이 대세로 자리 잡았다.<br>
<br>
어떤 훈련부터 시작할 수 있을까?<br>
생후 7~8주 강아지의 경우 집중력이 낮은 상태이므로 쉬운 훈련부터 시작하는 것이 좋다. ‘앉아, 기다려, 일어서’ 등의 쉬운 명령어를 알아듣게 하는 것이 강아지 훈련의 좋은 시작점이다.<br>
<br>
긍정 강화 훈련법을 권장<br>
긍정 강화 훈련은 최근 반려견 훈련법의 하나의 트렌드로 자리 잡은 훈련법이다.<br>
<br>
과거 훈련은 복종 위주로 훈련을 진행하였다면, 긍정 강화 훈련은 강아지가 긍정적인 훈련을 하였을 때 이를 보상하여, 긍정적인 행동을 지속적으로 유도하는 훈련 방법이다.<br>
<br>
퍼피  & 성견을 막론하고 긍정 강화 훈련법이 권장되나, 생후 7-8주 강아지를 대상으로는 더더욱 긍정 강화 훈련 방법이 권장된다.<br>
<br>
앉아 훈련의 예시<br>
사료나 간식을 강아지의 코앞에 갖다 댄 후에 이를 강아지의 머리 뒤로 움직이면 강아지를 자연스럽게 앉게 한다.<br>
이와 동시에 ‘앉아’라는 명령을 한다.<br>
강아지가 ‘앉아’를 성공적으로 수행했을 때 사료/간식을 주고 칭찬을 해준다. <br>
명령은 몇 번이나 말해야 할까?<br>
명령어는 한 번만 이야기하는 것이 이상적이다. 명령어를 한 번 말한 후에는 간식/사료를 통하여 강아지가 명령된 행동을 하게끔 하는 것이 권장된다.<br>
<br>
만약 명령어를 여러 번 반복하여 말한다면, 강아지는 명령어를 여러 번 들은 후에 명령된 동작을 수행해도 된다고 이해할 것이다.<br>
<br>
예를 들어 훈련 시에 ‘앉아’라는 명령어를 3~4번 반복한다면, 강아지는 ‘앉아’를 1번 들었을 때 이를 수행할 확률이 줄어든다. 여러 번 말해야만 알아듣는 습관이 생기는 것이다.<br>

적절한 훈련 시간은?<br>
훈련은 짧게, 여러 번<br>
생후 7~8주령의 강아지는 집중력이 떨어진다. 긴 시간을 훈련하는 것보다 짧게 짧게 여러 번 훈련을 하는 것이 좋다. 하루에 최소 15분 이상 훈련 시간을 갖는 것이 권장되며, 이를 여러 횟수로 쪼개서 하는 것이 추천된다. (예: 3분씩 5회)<br>
<br>
훈련을 일상화<br>
훈련을 일상화하는 것이 좋다.<br>
<br>
예를 들어 강아지에게 간식을 줄 때 항상 강아지가 ‘앉아’를 한 상태에서 주는 것이다. 이는 단순 훈련 효과가 있을 뿐만 아니라 강아지가 음식을 먹기 전에 기다릴 수 있는 ‘참을성’을 길러주기도 한다.<br>
<br>
또 다른 예시는, 집에 누가 왔을 때 ‘앉아’ 명령어를 통하여 강아지를 앉게 한 후에 현관문을 여는 것이다. 이는 현관문을 열었을 때 강아지가 뛰쳐나가는 습관을 방지해준다.<br>
<br>
훈련을 이와 같이 일상화한다면, 견주와 강아지는 일상에서 더 끈끈한 관계를 형성할 수 있게 된다.<br>
      			
      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	
	
	
		
			<%
	if(src.equals("ready") )
	{
%>
<strong><h2>개 훈련 준비하기</strong></h2>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td align="center">
      			
      			


<img src="./imgs/ready1.jpg" width= 800 height=500 alt=""><br>
개 훈련 준비하기
<br>
1
본인의 생활 방식에 적합한 개 선택하기. 수 세기 동안의 교배를 거쳐, 현재 지구상에 존재하는 동물 중 개는 그 종류가 가장 다양한 동물 중 하나이다. 가령 모든 생활방식에 맞는 개가 있는 반면 모든 개가 본인이 요구하는 것에 맞지는 않는다. 예를 들면, 당신이 조용하게 휴식을 즐기는 사람이면, 끊임없이 짖어대고 에너지가 넘쳐나는 잭 러셀 테리어를 키우면 안된다.  대신 하루 종일 소파 위에 웅크리고 앉아 있길 좋아하는 불독이 낫다.  다양한 종에 따른 성격과 관리 사항을 조사한다. 주변에 개를 키우는 사람들에게 키우고 있는 개 종의 성격을 물어본다.<br>
대부분 개의 수명이 10-15년이므로, 개를 키우는 것은 오랜 시간에 걸쳐 이루어지는 관여이다. 개 종의 성질이 본인의 생활방식과 잘 맞아야 한다.<br>
아직 가정을 꾸리지 않았다면, 향후 10년 이내에 아이를 가질 것인지 고려한다. 몇몇 종류의 개는 집안에서 아이와 함께 키우는 것을 권장하지 않는다.<br>
<br>
<br>
<img src="./imgs/ready2.JPG" width= 800 height=500 alt=""><br>
2
이상형 개 얻지 않기. 솔직하게 본인의 생활 방식과 원하는 개가 잘 어우러질 수 있을 지 고려한다. 단지 본인이 좀 더 건강한 생활 방식으로 전환하고자, 활동량이 많은 개를 키우지는 말라. 에너지가 많은 개의 운동량을 따라갈 수 없으면, 본인과 개 모두 짜증스러울 것이다.<br>
개 종의 필요사항과 성질을 적어 놓는다. 또한 개가 필요로 하는 것을 어떻게 충족시킬지도 적는다.<br>
본인의 생활 방식을 현저하게 바꿔야한다면, 다른 종류의 개를 선택할 필요가 있다.<br>
<br>
<br>
<img src="./imgs/ready3.JPG" width= 800 height=500 alt=""><br>
<br>
3
실용적인 이름 지어주기. 개가 자신의 이름을 쉽게 익힐 수 있어야한다. 그래야 훈련 중 개가 쉽게 주의 집중을 할 수 있다. 마찬가지로 두 글자 이상의 이름은 안된다. 이름은 분명하고 강한 것으로 개가 알아들을 수 있어야 한다. 개가 사람들 말소리에서 뚜렷하게 들을 수 있는 “버디”, “로버”, 또는 “비비”같은 이름으로 지어준다.<br>
개와 놀아줄 때, 쓰다듬을 때, 훈련할 때 또는 주의집중할때는 개의 이름을 자주 불러준다.<br>
개 이름을 불렀을때 개가 본인을 쳐다본다면, 개가 자신의 이름을 배운 것이다.<br>
개가 자신의 이름과 긍정적인 연상을 할 수 있도록 한다. 그래서 개의 이름을 부르면 당신에게 집중할 것이다. 개가 자신의 이름을 듣고 반응하면 개를 칭찬해 주고 간식을 준다.<br>
<br>
<img src="./imgs/ready4.JPG" width= 800 height=500 alt=""><br>
4
훈련 시간을 충분히 할애하기. 정식 훈련 시간으로 매일 2회 15-20 분을 정한다. 강아지는 걸음마 아기들처럼 주의 집중 시간이 짧아서 금방 지겨워한다.<br>
정해진 훈련 시간만 강아지를 훈련시키는 것은 아니다. 실제 본인과 애완견이 상호작용하는 하루 종일 훈련이 이뤄진다.<br>
주인이 훈련 시간 외에 강아지가 나쁜 행동을 했을 때 그대로 방치하면 나쁜 습관이 형성된다. 따라서 훈련 시간외에도 항상 강아지를 주의 깊게 관찰한다. 훈련 시간에 강아지가 익힌 것은 훈련 시간 외에도 기억하도록 한다.<br>
<img src="./imgs/ready5.JPG" width= 800 height=500 alt=""><br>
5
훈련 시간을 위한 마음 준비하기. 개를 훈련시킬 때 침착하고 중립을 지킨다. 어떠한 형태의 불안이나 흥분도 훈련에 부정적인 결과를 초래할 수 있다. 개를 훈련시키는 목적이 좋은 행동은 강화하고 나쁜 행동은 지양시키는 것이라는 점을 명심해야한다. 단호하게 들릴 수 있지만 개를 잘 훈련시키는 것은 그만큼 결단과 신념이 필요하다.<br>
<img src="./imgs/ready6.JPG" width= 800 height=500 alt=""><br>
6
알맞은 기구 선택하기. 간식 외에 약 180 cm 길이의 목줄과 평평한 목걸이 또는 가슴걸이가 필요한 전부다. 전문 훈련가에게 “유망한 리더” 머리 고삐, “당김 방지” 멜빵, 금속 훈련 목걸이 또는 그외 기구에 대한 조언을 얻는다. 강아지나 작은 개들은 일반적으로 특수 장비가 필요하지 않다. 큰 개는 일시적으로 집중하도록 “유망한 리더” 같은 특수 장비가 필요하기도 하다.
      			
      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	
	
	
</div>
</body>
</html>