<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
             <%@ page import = "java.sql.*" %>
    <%request.setCharacterEncoding("UTF-8");%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>간식 </title>
</head>
<body>
<div style="font-size:23px;">
<%
String src = request.getParameter("src");
%>
<%
	if(src.equals("gamble") )
	{
%>
<strong><h2>[이강원의 미국 야생동물] '오소리냐 개냐' 돈벌이 위해 싸움 붙인 도박꾼들</h2></strong>
	<table  class="table">
		<tr>
			<td align="right" colspan="3">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
		<td width="20%"></td>
			<td  >
      			<center><img src="./imgs/gamble.jpg" width= 800 height=500 alt=""></center><br>

      			[이강원의 미국 야생동물] '오소리냐 개냐' 돈벌이 위해 싸움 붙인 도박꾼들
				
				[노트펫] 오소리(Badger)는 땅에 굴을 파고 사는 잡식동물이다 입맛이 까다롭지 않은 오소리는 식물의 뿌리와 작은 동물, 곤충까지도 먹을 수 있다 <br><br>
				
				 
				
				오소리는 체중 10kg 내외의 작은 동물로 굴을 파고 남의 눈을 피해 숨어사는 것을 즐긴다 그래서 닥스훈트(Dachshund) 같이 굴에 사는  동물들을 잡는데 특화된 사냥개가 없으면 오소리를 찾아내기는 쉽지 않다  굴을 파서 숨어 지내는 것을 즐기는 오소리지만 누군가 자신의 생명을 위협하거나, 영역을 침범하면 놀라울 정도로 대담해진다 마치 극단적으로 보일만큼 강력하게 저항하기 때문이다
				
				오소리는 땅속에 굴을 파고 사는 동물이다 따라서 오소리의 앞발과 발톱은 매우 강력하다 하지만 이런 땅파기 도구들은 오소리가 위험에 부딪히면 당장 무시무시한 무기로 변신하게 된다<br><br> 그래서 야생에서 오소리를 만나면 가급적 건드리지 않는 게 여러 모로 좋다
				
				
				오소리에는 매우 유명한 사촌이 있다 벌꿀오소리(Honey Badger)로도 알려진 라텔(ratel)이다 그런데 라텔의 평소 행동을 보면 야생의 오소리들이 얼마나 용맹하고 무모한지 알 수 있다
				
				 
				
				라텔은 남아시아와 아프리카에 사는 오소리로 독에 대한 저항력이 있는 동물이다 그래서 맹독을 가진 독사, 전갈도 사냥하여 먹는다 또한 꿀통을 찾아서 벌집을 건드리는 수고도 마다하지 않는다
				물론 겁이 없는 성격인지라 사자나 표범 같은 대형 고양잇과동물들에게도 강력히 저항하기도 하지만, 이런 경우 자칫 목숨을 잃을 수도 있다 <br><br>
				그런데 오소리의 이런 맹렬한 생존 본능을 악용하여 잔혹한 게임을 만든 사람들도 있었다
				200여 년 전 피와 돈에 대한 갈증이 심했던 유럽의 도박꾼들은 도심이 아닌 교외지역에서 오소리와 사냥개를 일부러 싸움 붙이는 도박 게임을 개발했다 	
				우리말로는 ‘오소리 괴롭히기’(badger baiting)라고 번역되는 이 잔인한 게임은 18세기~19세기 중엽 한때 유럽에서 성행하기도 했다  
				게임에 동원된 오소리들은 굴속에서 잘 살다가 사람들에게 사로잡힌 것들이었다 도박꾼들은 오소리가 도망가지 못하도록 좁은 박스에 가두고 큰 개와 싸움을 붙였다	
				불리한 싸움에서 오소리들이 이기기는 어려웠다 대부분의 오소리들은 목숨을 잃었다 하지만 개도 무사하지는 못했다 오소리와의 혈투에서 크고 작은 부상을 입었기 때문이다<br><br>
				그런데 도박꾼들의 수요를 충족시킬 수 있을 만큼 많은 오소리는 야생에 있을 수 없었다 결국 ‘오소리 괴롭히기’라는 도박은 여러 이유로 19세기 중반 영원히 사라지고 만다 이런 역사를 보면 세상에서 가장 잔인한 존재는 사람 같다는 생각이 든다  
			</td>
			<td width="20%"></td>
		</tr>
	</table>
	<%
	}
	%>
	
	<%
	if(src.equals("dogpolice") )
	{
%>
<strong><h2>니가 뒤에서 빵했냐..교통 안전 책임지는 정의의 사도견</h2></strong>
	<table  class="table" align="left">
		<tr>
			<td align="right" colspan="3">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
		<td width="20%"></td>
			<td >
      			<center><img src="./imgs/dogpolice1.jpg" width= 800 height=500 alt=""></center><br>
      			니가 뒤에서 빵했냐..교통 안전 책임지는 정의의 사도견

[노트펫] 교통안전을 책임지겠다고 정의의 사도로 나선 댕댕이의 모습이 유쾌한 웃음을 선사하고 있다.

 

최근 한 온라인 반려동물 커뮤니티에 "니가 뒤에서 빵했냐?"라는 글과 함께 한 장의 사진이 게재됐다. 

 

게재된 사진 속에는 차량 밖에서 운전석 창문에 앞발을 턱 하니 올리고 있는 한 마리 댕댕이의 모습이 담겼다.<br><br><br>
<center><img src="./imgs/dogpolice2.jpg" width= 800 height=500 alt=""></center><br> 

마치 운전자에게 항의라도 하는 듯 인상을 쓴 듯한 표정과 카리스마 넘치는 눈빛이 특히 시선을 끈다. <br>

 

말 한마디 없이 오직 포스만으로 안전운전 참교육을 한 댕댕이의 사진을 접한 사람들은 "과속 안 할 테니 살려만 주세요", "마동석 형님인 줄", "클락슨 한 번 눌렀을 뿐인데", "나도 운전하다 저런 귀요미한테 참교육 당해봤으면" 등의 반응을 보였다. <br>


사진 속 정의의 사도견 '곰순이'의 보호자인 지욱 씨는 "사진을 찍을 당시 곰순이와 산책을 하던 중 마침 차를 타고 지나가던 누나를 만나 잠깐 얘기를 하고 있었다"며 "누나가 반가운데 저랑 얘기하느라 관심을 보이지 않자 곰순이가 자기를 좀 보라는 듯 저렇게 일어나서 앞발을 턱 하니 창문에 올렸다"고 말했다.
<br> 

이어 "평소 사랑받을 행동을 잘한다고 느꼈는데 저 모습 역시 너무 귀여워 사진으로 남기게 됐다"고 덧붙였다. <br><br><br>
<center><img src="./imgs/dogpolice5.jpg" width= 800 height=500 alt=""></center><br>

 

곰순이는 5살 난 공주님으로, 허스키와 진돗개의 믹스견이다.<br>

 

누가 봐도 매력적인 외모에 천사 같은 성격까지 갖춰 누구든 곰순이를 만나면 그 매력에 빠지고 만다는데. 

지욱 씨에 따르면 곰순이는 사람만 보면 안기려고 할 정도로 사람을 정말 좋아한다.<br>

 

특히 자기에게 관심을 보이는 사람이 있으면 등을 만지라고 아예 등을 보이고 앉는다고.<br>

 

워낙 순하다 보니 가끔 집에 오시는 택배 기사님들과도 두터운 친분을 자랑한단다.<br>

 

지욱 씨네 집에는 아빠인 곰과 딸 곰순이 부녀가 함께 생활하고 있다. <br>

지욱 씨는 활동량이 많은 녀석들을 위해 1년 365일 비가 오나 눈이 오나 빠지지 않고 하루에 3번씩 산책을 시켜준다고. <br>

 

곰, 곰순 부녀와 더 소통하고 싶어 반려동물자격증까지 취득할 정도로 두 녀석에 대한 애정이 엄청나다. <br>

"곰, 곰순이는 조용하고 멋있다고 동네에서 인기가 많다"고 자랑하며 밝게 웃는 지욱 씨. 
 
실제로 곰, 곰순이 전용 인스타그램 계정(@gom_gomsun)에는 부녀의 매력에 빠진 랜선 집사들이 수두룩한데.

 

지욱 씨는 "말도 잘 듣고 늘 예쁜 짓만 해주는 곰, 곰순이 부녀에게 고맙다"며 "곰패밀리! 죽을 때까지 행복하게 해줄게. 지금처럼 내 옆에만 있어 줘!"라는 따뜻한 마음을 전하기도 했다.<br>

 
			</td>
			<td width="20%"></td>
		</tr>
	</table>
	<%
	}
	%>
	
	<%
	if(src.equals("petplay") )
	{
%>
<strong><h2>올해 창원시에 '반려동물 놀이터' 생긴다</h2></strong>
	<table  class="table" align="left">
		<tr>
			<td align="right" colspan="3">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
		<td width="20%"></td>
			<td >
      			<center><img src="./imgs/petplay.jpg" width= 800 height=500 alt=""></center><br>
      			
      			올해 창원시에 '반려동물 놀이터' 생긴다<br><br>


[노트펫] 창원시가 '반려동물 놀이터' 조성에 나섰다. <br>

 

창원시농업기술센터는 29일 역점 시책 브리핑을 통해 올해 동물사랑 실천 도시 환경 조성을 위해 시비 2억 9천 900만 원을 들여 반려동물 놀이터를 조성한다고 밝혔다.<br>

 

현재 창원시에 등록된 반려동물(개)은 2만 5000여 마리이며, 반려동물 인구는 2만여 가구다. 1인 가구 증가로 반려동물과 함께 생활하는 시민 수는 계속 증가하는 추세다.<br>


이에 농업기술센터에서는 사람과 반려동물이 공존할 수 있는 공간 마련이 요구돼 반려동물 놀이터 조성을 추진한다. <br><br><br>

 

창원시가 반려동물 놀이터 조성을 고려 중인 곳은 진해 농업기술센터 진해기술지원과 내 시유지 1000여㎡(약 300평 내외)다.<br>
 바로 옆에 진해유기동물보호소가 있다는 점도 고려됐다.<br>
   
주요 시설로는 안전울타리, 반려견 놀이기구, 훈련시설, 벤치 등이 설치된다. 소형견과 대형견, 암·수를 분리해 반려동물이 목줄 없이 마음껏 뛰어놀 수 있는 공간을 제공할 예정이다.<br>

 

시농업기술센터는 이곳 외에도 창원과 마산지역에 각 1곳씩 반려동물 놀이터를 조성한다는 방침이며, 공원개발사업소와 논의해 적정한 장소를 찾을 계획이다.<br>

      			
      			
			</td>
			<td width="20%"></td>
		</tr>
	</table>
	<%
	}
	%>
	
	<%
	if(src.equals("trip") )
	{
%>
<strong><h2>펫팸족 10명중 4명 '반려동물과 여행 한 번도 못갔다'</h2></strong>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td >
      			<center><img src="./imgs/trip.jpg" width= 800 height=500 alt=""></center><br>
      			
      			펫팸족 10명중 4명 '반려동물과 여행 한 번도 못갔다'<br><br>

[노트펫] 반려동물 동반 여행이 늘고 있지만 아직도 절반 가까운 보호자들은 반려동물을 데리고 여행한 경험이 없는 것으로 나타났다. <br>엄두를 내지 못하는 편에 가깝다. <br>

 

온라인 여행사 익스피디아가 5월 가정의 달을 맞아 펫과 함께 생활하는 펫팸족 210명을 포함해 2030 남녀 총 300명을 대상으로 지난 9일부터 10일까지 이틀 동안 설문조사를 실시했다.<br>

 

이 결과 응답자의 56.7%가 반려동물과 여행한 경험이 있다고 답했다. 나머지 43.3%는 한 차례도 없다는 이야기다. <br><br>

 

반려동물과의 여행 경험이 있는 응답자의 66.4%가 반려동물과 여행하지 못한 경우엔 죄책감이나 미안한 감정을 느낀다고 답했다. <br>

 

여행 경험이 없다고 답한 이들도 이런 감정은 마찬가지. 갈 곳이 마땅치 않다고 정보도 부족한 점이 선뜻 여행에 나서기 힘든 요인으로 꼽혔다. <br>

 

반려동물 친화적인 여행지와 숙박 시설이 부족하다(67.6%)는 의견이 많았다.<br> 특히 반려동물이 있지만 아직 여행 경험이 없는 이들은 반려동물과의 여행에 대한 정보가 부족하다(56%)고 답했다.<br>

 

이런 이유에서 가더라도 여행은 가깝고 짧게 가져가는 경우가 많았다. <br><br>동반 여행 경험이 있는 10명 중 8명은 반려동물의 컨디션이나 숙박, 이동환경을 고려해 짧은 일정(83.2%)으로 가까운 여행지(78.2%)를 찾았다. 
<br>
 

물론 여행 자체가 특별한 이벤트가 되면서 가는 경우 좀 더 신경을 쓰는 경향도 나타났다.<br><br>

 

반려동물을 위한 여행 용품을 구입하고(52.9%), 반려동물의 건강 검진 및 예방 접종을 했으며(33.6%), 반려동물 여행 관련 앱을 설치해 정보를 수집했다(21%).<br><br>

또 패키지보다는 개별 여행 상품 구매를 선호하는 2030세대도 반려동물 동반 여행을 위해서는 반려동물 전용 ▲항공 ▲호텔 ▲액티비티 등이 포함된 패키지 상품(41.2%)을 이용했다.<br><br>

 

한편 설문조사에서는 반려동물에게 해수욕장, 계곡, 산림욕장 등 공공장소를 개방하기보다는 펫팸족 전용 여행 시설이 필요하다는 데 의견을 같이하고 있는 것으로 나타났다.<br><br>

 

펫 여행 경험이 있는 반려인 10명 중 6명(59.7%)이 전용 여행 시설의 필요성을 강조한 반면, 공공장소에 반려동물과 출입하는 것을 바람직하게 여기는 이들은 37.8%에 불과했다.<br><br>

 

비반려인은 공공장소에 반려동물이 출입하는 것에 대해서는 3.3% 만이 긍정적인 의견을 나타냈다고 익스피디아는 덧붙였다.  <br>


      			
      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	
	
	
		<%
	if(src.equals("hit") )
	{
%>
<strong><h2>주인 안 찾아가자 개 둔기로 내려쳐…애견센터 주인 `벌금형`</h2></strong>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td >
      			<center><img src="./imgs/hit.jpeg" width= 800 height=500 alt=""></center><br>
      			
제주지법 형사2단독 이장욱 판사는 동물보호법위반 혐의로 재판에 넘겨진 이모(53)씨에 대해 벌금 700만원을 선고했다고 17일 밝혔다. <br><br><br>

제주시에서 애견센터를 운영하는 이씨는 지난해 4월 12일 오후 제주시 내 한 야산으로 위탁 관리하던 슈나우저 2마리를 데리고 가 이 중 1마리의 머리를 둔기로 수차례 내리친 혐의로 재판에 넘겨졌다. <br><br>

사건 당시 이씨는 이들 슈나우저 견주가 개를 맡긴 뒤 1년이 지나도 찾아가지 않자 개를 죽여 야산에 묻어 버리려 했던 것으로 드러났다. 
<br><br>
이씨는 또 2008년 11월 동물판매업 등록을 하고 영업행위를 하던 중 2017년 6월 상호를 바꿨음에도 관할관청에 신고하지 않은 혐의도 받고 있다. <br><br>

재판부는 "피고인의 지위, 범행 경위, 내용, 수법 등에 비춰 죄질이 좋지 않다"면서도 "피고인이 자신의 잘못을 반성하고, 동종 전과가 없는 점 등을 고려했다"며 양형 이유를 밝혔다. <br>


      			
      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	
	
			<%
	if(src.equals("trash") )
	{
%>
<strong><h2>쓰레기통에서 구조된 강아지...美 경찰 범인 수색 중</h2></strong>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td >
      			<center><img src="./imgs/trash1.jpg" width= 800 height=500 alt=""></center><br>
      			
지난 12일, 미국 조지아주 거리의 쓰레기통에서 죽어가는 강아지가 발견됐다.<br><br><br>

구조된 푸들 종 강아지는 다리가 묶인 채 온몸이 썩어 구더기로 뒤덮여 있었다. 강아지를 죽게 내버려 둘 수 없었던 행인은 동물병원을 찾아 수의사에게 치료를 맡겼다.<br>

수의사는 괴사한 다리를 절단하는 수술을 끝낸 뒤 털을 밀고 각막 치료와 피부병 치료가 필요하다고 진단했다.<br> 조된 강아지에게는 '퍼시'라는 이름이 붙여졌다. 응급 수술을 마친 퍼시는 현재 뉴욕 유기동물 보호소에서 치료받고 있다.<br>

유기동물을 보호해 새 가족을 찾아주는 '세컨드 찬스 뉴욕 도그스'는 의료 비용을 지원하겠다고 약속했다.<br> 비록 다리 일부를 절단했지만, 보호소 측은 오른쪽 앞다리와 뒷다리 일부에 보철 장치를 달아 퍼시의 재활 치료를 도울 예정이다.<br><br>

보호소는 "그의 회복은 아주 긴 싸움이 되겠지만 황소처럼 강해질 준비가 돼 있다.<br> 더 이상 퍼시는 고통스럽지 않으며 이제 조금씩 움직이고 있다"고 밝혔다. <br><br>

경찰은 현재 개를 학대하고 유기한 퍼시의 전 주인을 찾고 있다. <br>


      			
      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	
	
				<%
	if(src.equals("seoul") )
	{
%>
<strong><h2>서울수의사회, 내장형 동물등록 캠페인..1만원만 내고 등록하세요!</h2></strong>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td >
      			<center><img src="./imgs/seoul.jpg" width= 800 height=500 alt=""></center><br>
      			
[노트펫] 서울시수의사회가 반려견 내장형 동물등록 활성화 캠페인을 시작했다.<br><br><br>

 

내장형 동물등록은 쌀알 크기의 마이크로 칩 삽입을 통해 가능하며, 외장형 동물등록에 비해 훼손이나 분실 염려가 없다.<br> 이에 반려동물을 잃어버릴 경우 쉽게 찾을 수 있다는 것이 장점이다.<br>

 

아직 동물등록을 하지 않은 반려견 보호자는 기존 4만~8만원 가량하는 내장형 동물등록 비용을 자기부담금 1만원만 지급하고 등록할 수 있다. <br><br>

 

3개월령 이상의 반려견을 두고 있고, 보호자 연령이 만 19세 이상이라면 누구나 서울시수의사회 소속 동물병원에서 등록할 수 있다. <br><br>

 

서울시수의사회는 "이번 사업은 올해 예산 범위 내에서 등록비용을 지원하기 때문에 한정된 물량 소진 시 캠페인이 조기 종료될 수 있다"며 "등록을 원하는 시민들은 서둘러 등록에 참여해주길 바란다"고 밝혔다. <br><br>

 

내장형 동물등록 활성화 캠페인은 서울시수의사회, 서울시와 손해보험사회공헌협의회의 업무협약을 통해 진행되며, 올해 연말까지 약 4만마리를 대상으로 지원한다.
<br><br>
 

한편, 동물 등록 캠페인을 지원하는 동물병원은 서울수의사회 홈페이지(http://www.svma.or.kr/board/detail/41/)에서 확인할 수 있다. 마이크로칩 시민상담 콜센터(070-8633-2882)를 통해서도 확인 가능하다. 
<br>

      			
      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	
	
	
	<%
	if(src.equals("petseoul") )
	{
%>
<strong><h2>반려동물 5대 메가트렌드… 펫서울 8월9일 개최</h2></strong>
	<table  class="table" align="left">
		<tr>
			<td align="right">
				작성일자:2019-04-05
			</td>
		</tr>
		<tr>
			<td >
      			<center><img src="./imgs/petseoul.jpg" width= 800 height=500 alt=""></center><br>
      			

대한민국 반려동물 5대 메가트렌드를 모두 볼 수 있는 종합 반려동물박람회 '펫서울(Pet Seoul) 2019'가 오는 8월 9일부터 11일까지 코엑스 A홀에서 개최된다.<br><br>

15일 팜웨인인터내셔널에 따르면 올해로 3회째를 맞이하는 '펫서울 2019'는 펫푸드, 펫용품을 넘어 인테리어, 여행, 미용, 가전, 교육&취업 5개의 기획관으로 구성해 국내 펫산업과 라이프스타일 모든 것을 아우르는 국제 박람회로 거듭나겠다는 계획이다.
<br>
'펫리빙&펫테리어관'은 침대, 식기, 캣타워, 스크래처 뿐만 아니라 수납용품과 침대를 더한 공간 활용성이 높은 가구, 반려인과 함께 사용하는 가구 등을 전시한다.<br><br>

'펫트래블관'에서는 반려동물과 함께 외출이나 여행을 할 수 있는 제품과 서비스를 소개한다. 유모차, 이동장부터 애견운동장, 카페, 반려동물 동반 여행 상품 및 관련 앱, 반려동물을 위한 워터파크 페스티벌인 '펫터파크'까지 여름휴가와 가을나들이 준비를 위한 제품과 서비스를 만나볼 수 있다.<br>
<br>
'펫테크&가전관'에서는 반려동물 돌봄이 로봇, 고양이 건강을 체크하는 스마트 화장실, 깨끗한 집안 환경을 책임지는 공기청정기와 청소기, IoT 기반의 홈 CCTV, 반려동물 촬영에 최적화된 디지털 카메라 등 반려동물의 안전과 건강을 책임지는 스마트 펫전용 제품과 펫테크 서비스가 전시된다.<br>
<br><br>
'펫미용&그루밍관'은 단순 미용 용품을 넘어 피부 진정, 피모개선 등의 기능성 샴푸, 그루밍 전용 드라이기, 건조기능까지 갖춘 스파욕조 등을 공개한다. 또 반려동물 미용 전문가와 함께하는 '펫 그루밍 토크콘서트', '셀프 그루밍 워크숍' 등 평소 접하기 힘든 체험프로그램도 진행된다.<br>
<br>
'입학·취업·창업관'에서는 세분화되고 전문화된 반려동물 관련 일자리 및 대학입학, 창업의 기회를 가질 수 있다.
<br><br>
김병철 팜웨이인터내셔널 대표는 "그동안 축적된 노하우로 이번 '펫서울2019'는 반려동물 산업의 메가트렌드를 제시하며 국내외 바이어를 초청해 국제적 펫박람회로 한걸음 더 나아갈 것"이라며 "5가지 기획관을 통해 반려동물과 함께 사는 반려인들을 위한 전반적인 반려동물 문화를 선보일 예정"이라고 밝혔다.
<br>
한편 한국동물병원협회와 팜웨이인터내셔널이 주최하는 이번 전시회는 아시아 최대 국제수의박람회인 '카하엑스포(KAHA Expo)'도 동시 개최해 국내는 물론 해외 수의단체와 바이어까지 초청할 계획이다.
    <br>  			
      			
			</td>
		</tr>
	</table>
	<%
	}
	%>
	</div>
</body>
</html>